---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISlopedFlange.ClearWebHeight
source: html/a724bffe-7941-c1ac-717b-af186765a1e1.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISlopedFlange.ClearWebHeight Property

Detailing depth between the web toes of the fillets, in.(mm)

## Syntax (C#)
```csharp
public double ClearWebHeight { get; set; }
```